module.exports = [{
  name: "onGuildJoin",
  type: "guildJoin",
  channel: "$guildSystemChannelID",
  code: `
$author[StarBOT;$userAvatar[$clientID]]
$thumbnail[$userAvatar[$clientID]]
$description[🖐 Вау, спасибо что добавили меня на свой сервер. Я вас не разочарую, внизу вы сможете ознакомиться с моими возможностями.]
$addField[🎶 Музыка;Слушай свои любимые песню не выходя из Discord в месте со мной при помощи команды /play;false]
$addField[🛡 Модерация;С помощью моих команд модерации ты сможешь легко и быстро управлять/наказывать участниками.;false]
$addField[💰 Экономика;Хочешь стать самым богатым на этом сервере Discord?, тогда скорее беги получать ютики с помощью моих команд экономики!;false]
$addField[📃 Информация;Узнавай интересующую тебя информацию о участниках/сервере или даже обо мне 😜]
$addField[🎫 Тикеты;Есть вопросы к администрации сервера? Я помогу тебе создать уникальный тикет для уютной беседы с администрацией.;false]
$footer[Я разработан ShidoKageno, если есть вопросы то смело пишите.;$userAvatar[$clientID]]
`
}];